Repository: Ellerbach/Sprinkler-IoTEdge
Catalog: SprinklerNetCore/Resources/Text.*.resx
Languages: fr

# AutomationTitle
source: Automation
fr: Automatisation

source: City
fr: Ville

# CloseAfter
source: Closer sprinkler after
fr: Fermer arroseur après

# Create
source: Create new
fr: Créer nouveau

# CreateTypical
source: Create typical program
fr: Créer un programme typique

# DateTimeStart
source: Start date and time
fr: Date et heure de début

source: Delete
fr: Supprimer

# DeleteConfirmation
source: Are you sure you want to delete this?
fr: Etes-vous sûr de vouloir supprimer cela?

source: Details
fr: Détails

source: Duration
fr: Duréé

source: Edit
fr: Editer

source: Edit typical
fr: Editer typique

# Forecast
source: Weather forecast
fr: Prévisions météos

# ForecastApparentTemp
source: Apparent Temp °C
fr: Temp apparente °C

# ForecastHighTemp
source: High Temp °C
fr: Temp haute °C

# ForecastIOSettings
source: Settings for the forecast and automation
fr: Paramètres pour les prévision et automatisation

# ForecastLowTemp
source: Low Temp °C
fr: Temp basse °C

# ForecastNeedSprinkler
source: Do we need to sprinkle?
fr: Avons-nous besoin d'arroser?

# ForecastNoneAvailable
source: No forecast available
fr: Aucune donnée de prévision disponible

# ForecastPercentageCorrection
source: Correction percentage
fr: Pourcentage de correction

# ForecastPrecIntens
source: Prec Intens
fr: Intens prec

# ForecastPrecProb
source: Prec Prob %
fr: Prob prec %

# ForecastPrecType
source: Prec Type
fr: Type prec

# ForecastSummary
source: Summary
fr: Résumé

# ForecastTime
source: Time
fr: Heure

# ForecastTitle
source: Forecast information
fr: Prévisions

# ForecastWindSpeed
source: Wind Speed km/h
fr: Vitesse vent km/h

# FullAutomationMode
source: Full automation with forecast, actuals and automatic programming
fr: Mode totallement automatique de gestion de l'arrosage

# FuzzySprinklers
source: Temperature and rain ranges for automation
fr: Gamme de température et niveau d'eau pour mode automatique

# HistoryNoData
source: No history data
fr: Aucune donnée historique

# HistoryTitle
source: History
fr: Historique

# IndexBackToHome
source: Back to home
fr: Retour à la page principale

# IndexBackToList
source: Back to list
fr: Retour à la liste

# IsHumid
source: Is it humid?
fr: Est-ce humid?

# IsInverted
source: Is input inverted?
fr: Entrée inversées?

# Language
source: Language for forecasts
fr: Langue des prévisions et de l'interface

source: List all programs
fr: Liste des programmes

# MaxSprinklers
source: Maximum number of sprinklers
fr: Nombre maximum d'arroseurs

source: Name
fr: Nom

# NeedTo
source: Is sprinkling needed?
fr: Avons-nous besoin d'arroser?

# NeedToSprinkle
source: Is sprinkling needed?
fr: Avons-nous besoin d'arroser?

# Number
source: Sprinkler number
fr: Numéro d'arroseur

# Open
source: Sprinkler open
fr: Arroseur ouvert

# PercentageCorrection
source: Percentage of correction to be apply for automation
fr: Pourcentage de correction à appliquer

# PrecipitationPercentForecast
source: Threshold for forecast data to be belived to be true
fr: Seuil de confiance minimum

# PrecipitationThresholdActuals
source: Threshold for actual precipitation when sprinkling is not needed
fr: Seuil de précipitations réelles

# PrecipitationThresholdForecast
source: Threshold for forecast precipitation when sprinkling is not needed
fr: Seuil de prévision de précipitations

# ProgramTitle
source: Programs
fr: Programmes

# RainMax
source: Threshold for rain quantity
fr: Seuil pour quantité d'eau

source: Save
fr: Sauver

# SettingsTitle
source: Settings
fr: Paramètres

source: Soil humidity
fr: Humidity du sol

source: Sprinkler number
fr: Numéro d'arroseur

# SprinklerPrograms
source: Programs
fr: Programmes

source: Sprinklers
fr: Arroseurs

# SprinklerTitle
source: Sprinkler
fr: Arroseurs

# SprinklingMax
source: Correction in percent 100% = 100
fr: Correction en pourcent 100% = 100

# StartTime
source: Start times
fr: Temps de début

# TempMax
source: Maximum temperature
fr: Temprérature maximum

# TempMin
source: Minimum temperature
fr: Température minimum

# TimeToCheck
source: Time when automation process will check if sprinkling needed
fr: Heure à laquelle le processus automatique détermine s'il faut arroser

# TimeZoneInfo
source: Timezone correction for sprinkler
fr: Correction pour les fuseaux horaires

source: Typical program
fr: Programme typic

# Unit
source: Unit for forecasts
fr: Unités pour les prévisions

# UserTitle
source: User management
fr: Gestion des utilisateurs

# ErrorMustBeNumber
source: Field must be a number
fr: Ce champ doit être un nombre

# HomeDateTime
source: It is now {0}, if not, then change the time zone in the <a href="/Settings">settings</a>.
fr: Il est maintenant {0}, si ce n'est pas le cas, changez le fuseau horraire dans les <a href="/Settings">paramètres</a>.

# HomeInformation
source: <p> This sprinkler is running on <a href="https://docs.microsoft.com/aspnet/core/">ASP.NET Core</a>, using native <a href="https://github.com/dotnet/iot">System.Device.Gpio</a> and in an <a href="https://azure.microsoft.com/services/iot-edge/ ">Azure IoT Edge</a> environement </p> <p>Learn more about the solution on <a href="https://github.com/ellerbach">Laurent Ellerbach's GitHub</a></p> <br /> <h2>You need to be an approved user and be connected to control the sprinklers.</h2>
fr: <p> Cet arrosage automatique fonctionne avec <a href="https://docs.microsoft.com/aspnet/core/">ASP.NET Core</a>, utilisant nativement <a href="https://github.com/dotnet/iot">System.Device.Gpio</a> et tournant dans environement <a href="https://azure.microsoft.com/services/iot-edge/ ">Azure IoT Edge</a> </p> <p>En savoir plus sur le <a href="https://github.com/ellerbach">GitHub de Laurent Ellerbach</a></p> <br /> <h2>Vous devez être un utilisateur approuvé pour pouvoir utiliser et paramétrer l'arrosage automatique.</h2>

# HomePrivacy
source: This site uses cookies but don't store anything private in them. It's just to make navigation easier.
fr: Ce site web utilise des cookies et ne stocke pas d'informations personnelles. Ils ne servent qu'à faciliter la navigation sur le site.

# HomeTitle
source: Home page
fr: Page principale

# HomeWelcome
source: Welcome
fr: Bienvenue

# IsClosed
source: Closed
fr: Fermé

# IsOpen
source: Open
fr: Ouvert

source: Sprinkler
fr: Arrosage

source: Users
fr: Utilisateurs

source: Hello
fr: Bonjour
